Revit 2027 API
BuiltInFailures.CreationFailures.CannotDrawToposolidError Property
 Can't make toposolid.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotDrawToposolidError { get; }
Public Shared ReadOnly Property CannotDrawToposolidError As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotDrawToposolidError {
	FailureDefinitionId^ get ();
}
static member CannotDrawToposolidError : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CreationFailures Class
Autodesk.Revit.DB Namespace